app/controllers/home_controller.rb

SELECT "designs".* FROM "designs" ORDER BY "designs"."id" ASC LIMIT 1
---
  def index
    @designs = Design.all